Repository: WangTairan/iOS_CalorieCards
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Active
zh_hans: 活跃

# activity_hint_active
source: Hard exercise 6–7 days per week
zh_hans: 每周 6–7 天高强度训练

# activity_hint_light
source: Light exercise 1–3 days per week
zh_hans: 每周 1–3 天轻度运动

# activity_hint_moderate
source: Exercise 3–5 days per week
zh_hans: 每周 3–5 天规律运动

# activity_hint_sedentary
source: Desk job, little or no exercise
zh_hans: 久坐办公，几乎不运动

# activity_hint_very_active
source: Physical job with daily training
zh_hans: 体力劳动并且每天训练

source: Activity Level
zh_hans: 活动水平

source: Add food
zh_hans: 添加食物

source: Add from food library
zh_hans: 从食材库中选择

source: Age
zh_hans: 年龄

source: All Foods
zh_hans: 所有食物

# app_title
source: CalorieCards
zh_hans: 热量卡片

source: BMR Calculator
zh_hans: 基础代谢计算器

# bmr_desc
source: BMR is the minimum energy required to maintain body functions.
zh_hans: 基础代谢是维持身体机能所需的最低能量。

source: BMR Result
zh_hans: 基础代谢结果

# bmr_section_title
source: BMR Calculation
zh_hans: 基础代谢计算

source: Breakfast
zh_hans: 早餐

source: Cancel
zh_hans: 取消

source: Carb
zh_hans: 碳水

# carb_goal
source: Carbohydrates Goal
zh_hans: 碳水目标

source: carb per unit
zh_hans: 每单位碳水

source: Choose Food
zh_hans: 选择食物

# chosen_foods
source: Selected Foods
zh_hans: 已选食物

source: Clear History
zh_hans: 清除历史

# cm_with_unit %lld
source: %lld cm
zh_hans: %lld 厘米

source: Color
zh_hans: 颜色

# confirm_delete_all_message
source: Are you sure you want to delete all records? This action cannot be undone.
zh_hans: 确定要删除所有记录吗？此操作无法撤销。

# confirm_delete_all_title
source: Delete All Records
zh_hans: 删除所有记录

source: Daily Goal
zh_hans: 每日目标

source: Daily Nutrition Calculator
zh_hans: 每日营养计算器

source: Day End
zh_hans: 更新时间

# day_end_desc
source: Calories will reset at this time every day.
zh_hans: 每日热量在此刻重新累计。

source: Delete
zh_hans: 删除

source: Dinner
zh_hans: 晚餐

source: Done
zh_hans: 完成

source: Duration: %@ hours
zh_hans: 持续 %@ 小时

source: Edit
zh_hans: 编辑

source: Edit Card
zh_hans: 编辑卡片

source: Edit Meal Set
zh_hans: 编辑套餐

source: Enter name
zh_hans: 输入名称

# exercise_section_title
source: Exercise Expenditure
zh_hans: 基础代谢计算

# extra_add_kcal
source: Extra Calories
zh_hans: 额外添加热量

source: Fat
zh_hans: 脂肪

source: Fat Goal
zh_hans: 脂肪目标

source: fat per unit
zh_hans: 每单位脂肪

source: Female
zh_hans: 女性

source: Finish
zh_hans: 完成

source: Food library
zh_hans: 食材库

source: Food name
zh_hans: 食物名称

# food_name_exists
source: Food name already exists
zh_hans: 该食物名称已存在

source: Foods
zh_hans: 包含的食物

# g_unit
source: g
zh_hans: 克

source: Goal Settings
zh_hans: 目标设置

source: Height (cm)
zh_hans: 身高（厘米）

source: History
zh_hans: 历史

source: Icon
zh_hans: 图标

# kcal_goal
source: Calories Goal
zh_hans: 热量目标

source: kcal per unit
zh_hans: 每单位热量

# kcal_unit
source: kcal
zh_hans: 千卡

# kcal_with_unit %lld
source: %lld kcal
zh_hans: %lld 千卡

# kg_with_unit %lf
source: %.1f kg
zh_hans: %.1f 千克

source: Library
zh_hans: 食物库

# library_builtin
source: Built-in foods
zh_hans: 系统食物

source: Light Activity
zh_hans: 轻度活动

source: Lunch
zh_hans: 午餐

# macros_goal
source: Daily Macros
zh_hans: 营养素目标

source: Male
zh_hans: 男性

source: Meal sets
zh_hans: 套餐

# mealset_items_count %lld
source: %lld items
zh_hans: %lld 个食物

source: Moderate
zh_hans: 中等活动

source: New Card
zh_hans: 创建卡片

source: New Meal Set
zh_hans: 新建套餐

source: No History Yet
zh_hans: 历史记录为空

# no_pinned
source: No Pinned Foods
zh_hans: 没有置顶的食物

source: per 100g
zh_hans: 每100克

source: per 100ml
zh_hans: 每100毫升

source: per piece
zh_hans: 每个

source: Pick from library
zh_hans: 从食材库选择

source: Pinned
zh_hans: 置顶

source: Protein
zh_hans: 蛋白质

source: Protein Goal
zh_hans: 蛋白质目标

source: protein per unit
zh_hans: 每单位蛋白质

source: Recent
zh_hans: 最近记录

source: Save
zh_hans: 保存

source: Save failed
zh_hans: 保存失败

source: Search
zh_hans: 搜索

source: Sedentary
zh_hans: 久坐

source: Set name
zh_hans: 套餐名称

source: sets
zh_hans: 套餐

source: Settings
zh_hans: 设置

source: Sex
zh_hans: 性别

source: Snack
zh_hans: 零食

source: Start
zh_hans: 开始

source: Title
zh_hans: 标题

source: Title already exists
zh_hans: 标题已存在

source: Today
zh_hans: 今日

source: Total
zh_hans: 总消耗

# total_today
source: Today’s total
zh_hans: 今日合计

source: Unit
zh_hans: 单位

source: Use as Daily Goal
zh_hans: 按活动系数估算

source: Very Active
zh_hans: 非常活跃

source: Weight (kg)
zh_hans: 体重（千克）
